{
  "wiki_mus_classical": "Classical music generally refers to the art music of the Western world, considered to be distinct from Western folk music or popular music traditions. It is sometimes distinguished as Western classical music, as the term \"classical music\" can also be applied to non-Western art musics. Classical music is often characterized by formality and complexity in its musical form and harmonic organization, particularly with the use of polyphony. Since at least the ninth century it has been primarily a written tradition, spawning a sophisticated notational system, as well as accompanying literature in analytical, critical, historiographical, musicological and philosophical practices. A foundational component of Western culture, classical music is frequently seen from the perspective of individual or groups of composers, whose compositions, personalities and beliefs have fundamentally shaped its history.",
  "wiki_mus_heavy-metal": "Heavy metal (or simply metal) is a genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and United States. With roots in blues rock, psychedelic rock and acid rock, heavy metal bands developed a thick, monumental sound characterized by distorted guitars, extended guitar solos, emphatic beats and loudness.",
  "wiki_mus_jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, Louisiana, in the late 19th and early 20th centuries, with its roots in blues, ragtime, European harmony, African rhythmic rituals, spirituals, hymns, marches, vaudeville song, and dance music. Since the 1920s Jazz Age, it has been recognized as a major form of musical expression in traditional and popular music. Jazz is characterized by swing and blue notes, complex chords, call and response vocals, polyrhythms and improvisation.",
  "wiki_mus_hip-pop": "Hip-hop or hip hop (formerly known as disco rap) is a genre of popular music that emerged in the early 1970s in New York City. The genre is characterized by stylized rhythmic sounds—often built around disco grooves, electronic drum beats, and rapping, a percussive vocal delivery of rhymed poetic speech as consciousness-raising expression. The music developed as part of the broader hip-hop culture; while often used to refer solely to rapping and rap music, \"hip-hop\" more properly denotes the practice(s) of the entire subculture. The term hip-hop music is sometimes used synonymously with the term rap music, though rapping may not be the focus of hip-hop music. The genre also centers DJing, turntablism, scratching, beatboxing, and instrumental tracks.",
  "wiki_mus_rock": "Rock is a broad genre of popular music that originated as \"rock and roll\" in the United States in the late 1940s and early 1950s, developing into a range of different styles from the mid-1960s, particularly in the United States and the United Kingdom. It has its roots in rock and roll, a style that drew directly from the black musical genres of blues, rhythm and blues, and country music. Rock also drew strongly from genres such as electric blues and folk, and incorporated influences from jazz and other musical styles. For instrumentation, rock is typically centered on the electric guitar, usually as part of a rock group with electric bass guitar, drums, and one or more singers. Usually, rock is song-based music with a 44 time signature and utilizing a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political. Rock was the most popular genre of music in the U.S. and much of the Western world from the 1950s to the 2010s.",
  "wiki_mus_pop": "Pop music is a genre of popular music that originated in its modern form during the mid-1950s in the United States and the United Kingdom. During the 1950s and 1960s, pop music encompassed rock and roll and the youth-oriented styles it influenced. Rock and pop music remained roughly synonymous until the late 1960s, after which pop became associated with music that was more commercial, ephemeral, and accessible.",
  "wiki_obj_table": "A table is an item of furniture with a raised flat top and is supported most commonly by 1 to 4 legs (although some can have more). It is used as a surface for working at, eating from or on which to place things. Some common types of tables are the dining room tables, which are used for seated persons to eat meals; the coffee table, which is a low table used in living rooms to display items or serve refreshments; and the bedside table, which is commonly used to place an alarm clock and a lamp. There are also a range of specialized types of tables, such as drafting tables, used for doing architectural drawings, and sewing tables.",
  "wiki_obj_chair": "A chair is a type of seat, typically designed for one person and consisting of one or more legs, a flat or slightly angled seat and a back-rest. It may be made of wood, metal, or synthetic materials, and may be padded or upholstered in various colors and fabrics.",
  "wiki_obj_sink": "A sink (also known as basin in the UK) is a bowl-shaped plumbing fixture for washing hands, dishwashing, and other purposes. Sinks have a tap (faucet) that supplies hot and cold water and may include a spray feature to be used for faster rinsing. They also include a drain to remove used water; this drain may itself include a strainer and/or shut-off device and an overflow-prevention device. Sinks may also have an integrated soap dispenser. Many sinks, especially in kitchens, are installed adjacent to or inside a counter.",
  "wiki_pol_trump": "Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who is the 47th president of the United States. A member of the Republican Party, he served as the 45th president from 2017 to 2021.",
  "wiki_pol_obama": "No suitable paragraph found.",
  "wiki_pol_biden": "Joseph Robinette Biden Jr. (born November 20, 1942) is an American politician who was the 46th president of the United States from 2021 to 2025. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under President Barack Obama, and represented Delaware in the U.S. Senate from 1973 to 2009.",
  "wiki_pol_bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who was the 43rd president of the United States from 2001 to 2009. A member of the Bush family and the Republican Party, he is the eldest son of the 41st president, George H. W. Bush, and was the 46th governor of Texas from 1995 to 2000.",
  "wiki_mus_hip-hop": "No suitable paragraph found.",
  "wiki_mus_reggae": "No suitable paragraph found.",
  "wiki_mus_gospel": "Gospel music is a traditional genre of Christian music and a cornerstone of Christian media. The creation, performance, significance, and even the definition of gospel music varies according to culture and social context. Gospel music is composed and performed for many purposes, including aesthetic pleasure, religious or ceremonial purposes, and as an entertainment product for the marketplace. Gospel music is characterized by dominant vocals and strong use of harmony with Christian lyrics. Gospel music can be traced to the early 17th century.",
  "wiki_obj_bottle": "A bottle is a narrow-necked container made of an impermeable material (such as glass, plastic or aluminium) in various shapes and sizes that stores and transports liquids. Its mouth, at the bottling line, can be sealed with an internal stopper, an external bottle cap, a closure, or induction sealing.",
  "wiki_obj_cup": "A cup is an open-top vessel (container) used to hold liquids for drinking, typically with a flattened hemispherical shape, and often with a capacity of about 100–250 millilitres (3–8 US fl oz). Cups may be made of pottery (including porcelain), glass, metal, wood, stone, polystyrene, plastic, lacquerware, or other materials. Normally, a cup is brought in contact with the mouth for drinking, distinguishing it from other tableware and drinkware forms such as jugs. They also most typically have handles, though a beaker has no handle or stem, and small bowl shapes are very common in Asia.",
  "wiki_obj_plate": "A plate is a broad, mainly flat vessel on which food can be served. A plate can also be used for ceremonial or decorative purposes. Most plates are circular, but they may be any shape, or made of any water-resistant material. Generally plates are raised round the edges, either by a curving up, or a wider lip or raised portion. Vessels with no lip, especially if they have a more rounded profile, are likely to be considered as bowls or dishes, as are very large vessels with a plate shape. Plates are dishware, and tableware. Plates in wood, pottery and metal go back into antiquity in many cultures.",
  "wiki_pol_clinton": "William Jefferson Clinton (né Blythe; born August 19, 1946) is an American politician and lawyer who served as the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as the attorney general of Arkansas from 1977 to 1979 and as the governor of Arkansas from 1979 to 1981, and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat.",
  "wiki_pol_hwbush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was the 41st president of the United States, serving from 1989 to 1993. A member of the Republican Party, he also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan and previously in various other federal positions."
}