{
  "wiki_classical": "Classical music generally refers to the art music of the Western world, considered to be distinct from Western folk music or popular music traditions. It is sometimes distinguished as Western classical music, as the term \"classical music\" can also be applied to non-Western art musics. Classical music is often characterized by formality and complexity in its musical form and harmonic organization, particularly with the use of polyphony. Since at least the ninth century it has been primarily a written tradition, spawning a sophisticated notational system, as well as accompanying literature in analytical, critical, historiographical, musicological and philosophical practices. A foundational component of Western culture, classical music is frequently seen from the perspective of individual or groups of composers, whose compositions, personalities and beliefs have fundamentally shaped its history.",
  "wiki_heavy-metal": "Heavy metal (or simply metal) is a genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and United States. With roots in blues rock, psychedelic rock and acid rock, heavy metal bands developed a thick, monumental sound characterized by distorted guitars, extended guitar solos, emphatic beats and loudness.",
  "wiki_jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, Louisiana, in the late 19th and early 20th centuries, with its roots in blues, ragtime, European harmony, African rhythmic rituals, spirituals, hymns, marches, vaudeville song, and dance music. Since the 1920s Jazz Age, it has been recognized as a major form of musical expression in traditional and popular music. Jazz is characterized by swing and blue notes, complex chords, call and response vocals, polyrhythms and improvisation.",
  "wiki_hip-pop": "Hip-hop or hip hop (formerly known as disco rap) is a genre of popular music that emerged in the early 1970s in New York City. The genre is characterized by stylized rhythmic sounds—often built around disco grooves, electronic drum beats, and rapping, a percussive vocal delivery of rhymed poetic speech as consciousness-raising expression. The music developed as part of the broader hip-hop culture; while often used to refer solely to rapping and rap music, \"hip-hop\" more properly denotes the practice(s) of the entire subculture. The term hip-hop music is sometimes used synonymously with the term rap music, though rapping may not be the focus of hip-hop music. The genre also centers DJing, turntablism, scratching, beatboxing, and instrumental tracks.",
  "wiki-rock": "Rock is a broad genre of popular music that originated as \"rock and roll\" in the United States in the late 1940s and early 1950s, developing into a range of different styles from the mid-1960s, particularly in the United States and the United Kingdom. It has its roots in rock and roll, a style that drew directly from the black musical genres of blues, rhythm and blues, and country music. Rock also drew strongly from genres such as electric blues and folk, and incorporated influences from jazz and other musical styles. For instrumentation, rock is typically centered on the electric guitar, usually as part of a rock group with electric bass guitar, drums, and one or more singers. Usually, rock is song-based music with a 44 time signature and utilizing a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political. Rock was the most popular genre of music in the U.S. and much of the Western world from the 1950s to the 2010s.",
  "wiki_pop": "Pop music is a genre of popular music that originated in its modern form during the mid-1950s in the United States and the United Kingdom. During the 1950s and 1960s, pop music encompassed rock and roll and the youth-oriented styles it influenced. Rock and pop music remained roughly synonymous until the late 1960s, after which pop became associated with music that was more commercial, ephemeral, and accessible.",
  "wiki_table": "A table is an item of furniture with a raised flat top and is supported most commonly by 1 to 4 legs (although some can have more). It is used as a surface for working at, eating from or on which to place things. Some common types of tables are the dining room tables, which are used for seated persons to eat meals; the coffee table, which is a low table used in living rooms to display items or serve refreshments; and the bedside table, which is commonly used to place an alarm clock and a lamp. There are also a range of specialized types of tables, such as drafting tables, used for doing architectural drawings, and sewing tables.",
  "wiki_chair": "A chair is a type of seat, typically designed for one person and consisting of one or more legs, a flat or slightly angled seat and a back-rest. It may be made of wood, metal, or synthetic materials, and may be padded or upholstered in various colors and fabrics.",
  "wiki_sink": "A sink (also known as basin in the UK) is a bowl-shaped plumbing fixture for washing hands, dishwashing, and other purposes. Sinks have a tap (faucet) that supplies hot and cold water and may include a spray feature to be used for faster rinsing. They also include a drain to remove used water; this drain may itself include a strainer and/or shut-off device and an overflow-prevention device. Sinks may also have an integrated soap dispenser. Many sinks, especially in kitchens, are installed adjacent to or inside a counter.",
  "wiki_trump": "Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who has been the 47th and current president of the United States since 2025. A member of the Republican Party, he previously served as the 45th president from 2017 to 2021.",
  "wiki_obama": "Barack Hussein Obama II (born August 4, 1961) is an American politician and lawyer who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president in U.S. history. Obama previously served as a U.S. senator representing Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004.",
  "wiki_biden": "Joseph Robinette Biden Jr. (born November 20, 1942) is an American retired politician who served as the 46th president of the United States from 2021 to 2025. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017, under President Barack Obama, and represented Delaware in the U.S. Senate from 1973 to 2009.",
  "wiki_bush": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Bush family and the Republican Party, he was the 46th governor of Texas from 1995 to 2000."
}